{
  "LuaSnip": { "branch": "master" },
  "better-escape.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-git": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-sensible": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "vim-speeddating": { "branch": "master" },
  "vim-surround": { "branch": "master" }
}